{
    "today": "\nnoun\n1. this present day: Today is beautiful.\n2. this present time or age: the world of today. \n\nadverb\n1. on this present day: I will do it today.\n2. at the present time; in these days: Today you seldom see horses.",
    "preface": "\nnoun\n1. a preliminary statement in a book by the book's author or editor, setting forth its purpose and scope, expressing acknowledgment of assistance from others, etc.\n2. an introductory part, as of a speech. \n\nverb (used with object)\n1. to provide with or introduce by a preface.\n2. to serve as a preface to.",
    "specially": "\nadjective\n1. of a distinct or particular kind or character: a special kind of key.\n2. being a particular one; particular, individual, or certain: You'd better call the special number. \n\nnoun\n1. a special person or thing.\n2. a train used for a particular purpose, occasion, or the like.",
    "suspense": "\nnoun\n1. a state or condition of mental uncertainty or excitement, as in awaiting a decision or outcome, usually accompanied by a degree of apprehension or anxiety.\n2. a state of mental indecision.",
    "kernel": "\nnoun\n1. the softer, usually edible part contained in the shell of a nut or the stone of a fruit.\n2. the body of a seed within its husk or integuments. \n\nverb (used with object)\n1. to enclose as a kernel.",
    "leisure": "\nnoun\n1. freedom from the demands of work or duty: She looked forward to retirement and a life of leisure.\n2. time free from the demands of work or duty, when one can rest, enjoy hobbies or sports, etc.: Most evenings he had the leisure in which to follow his interests. \n\nadjective\n1. free or unoccupied: leisure hours.\n2. having leisure: the leisure class.",
    "bigot": "\nnoun\n1. a person who is utterly intolerant of any differing creed, belief, or opinion.",
    "beseech": "\nverb (used with object)\n1. to implore urgently: They besought him to go at once.\n2. to beg eagerly for; solicit. \n\nverb (used without object)\n1. to make urgent appeal: Earnestly did I beseech, but to no avail.",
    "acrid": "\nadjective\n1. sharp or biting to the taste or smell; bitterly pungent; irritating to the eyes, nose, etc.: acrid smoke from burning rubber.\n2. extremely or sharply stinging or bitter; exceedingly caustic: acrid remarks.",
    "abate": "\nverb (used with object)\n1. to reduce in amount, degree, intensity, etc.; lessen; diminish: to abate a tax; to abate one's enthusiasm.\n2.  Law.  \n\nverb (used without object)\n1. to diminish in intensity, violence, amount, etc.: The storm has abated. The pain in his shoulder finally abated.\n2.  Law. ",
    "acclaim": "\nverb (used with object)\n1. to welcome or salute with shouts or sounds of joy and approval; applaud: to acclaim the conquering heroes.\n2. to announce or proclaim with enthusiastic approval: to acclaim the new king. \n\nverb (used without object)\n1. to make acclamation; applaud.",
    "bleak": "\nadjective\n1. bare, desolate, and often windswept: a bleak plain.\n2. cold and piercing; raw: a bleak wind.",
    "adjacent": "\nadjective\n1. lying near, close, or contiguous; adjoining; neighboring: a motel adjacent to the highway.\n2. just before, after, or facing: a map on an adjacent page.",
    "basic": "\nadjective\n1. of, relating to, or forming a base; fundamental: a basic principle; the basic ingredient.\n2.  Chemistry.  \n\nnoun\n1.  Military. \n2.  Often basics. ",
    "energetic": "\nadjective\n1. possessing or exhibiting energy, especially in abundance; vigorous: an energetic leader.\n2. powerful in action or effect; effective: to take energetic measures against crime.",
    "scientific": "\nadjective\n1. of or relating to science or the sciences: scientific studies.\n2. occupied or concerned with science: scientific experts.",
    "terrific": "\nadjective\n1. extraordinarily great or intense: terrific speed.\n2. extremely good; wonderful: a terrific vacation.",
    "inform": "\nverb (used with object)\n1. to give or impart knowledge of a fact or circumstance to: He informed them of his arrival.\n2. to supply (oneself) with knowledge of a matter or subject: She informed herself of all the pertinent facts. \n\nverb (used without object)\n1. to give information; supply knowledge or enlightenment: a magazine that entertains more than it informs.",
    "blatant": "\nadjective\n1. brazenly obvious; flagrant: a blatant error in simple addition; a blatant lie.\n2. offensively noisy or loud; clamorous: blatant radios.",
    "covid": "Definition for covid\n\nnoun\n1.  coronavirus disease 2019: ",
    "abode": "Definition for abode\n\nnoun\n1. a place in which a person resides; residence; dwelling; habitation; home.\n2. an extended stay in a place; sojourn.",
    "define": "Definition for define\n\nverb (used with object)\n1. to state or set forth the meaning of (a word, phrase, etc.): They disagreed on how to define “liberal.”\n2. to explain or identify the nature or essential qualities of; describe: to define judicial functions. \n\nverb (used without object)\n1. to set forth the meaning of a word, phrase, etc.; construct a definition. ",
    "salience": "Definition for salience\n\nnoun\n1. the state or condition of being salient. \n2. a salient  or projecting object, part, or feature.",
    "human": "Definition for human\n\nadjective\n1. of, pertaining to, characteristic of, or having the nature of people: human frailty.\n2. consisting of people: the human race. \n\nnoun\n1. a human being. ",
    "automation": "Definition for automation\n\nnoun\n1. the technique, method, or system of operating or controlling a process by highly automatic  means, as by electronic devices, reducing human intervention to a minimum.\n2. a mechanical device, operated electronically, that functions automatically,  without continuous input from an operator."
}